const reviewText = [
  {
    id: 1,
    star: 5,            
    name: "강**",          
    date: "2025-08-28",      
    content: "베이글 천재 성분 천재 플로에의 어니언 베이글 이라니. 얘기 나오자마자 나는 믿었다.진짜 자글자글 씹히는 양파 분태부터, 꼬소 짭짤한 향과 맛까지 제대로다."
  },
  {
    id: 2,
    star: 5,
    name: "김**",
    date: "2025-08-27",
    content: "카카오 베이글은 언제나 옳다. 아니 플로에는 언제나 옳다!!!! 쌉쌀한 카카오 맛은 은은하고 고소한 풍미가 사악 퍼지는데, 단독으로 먹어도 좋고 샌드위치 등 다양한 요리에 활용하기에도..."
  },
  {
    id: 3,
    star: 5,
    name: "김**",
    date: "2025-08-25",
    content: "베이글 엄청엄청 기대하고 오자마자 바로 먹었습니다 초코맛도 진하고 식감 맛 다 훌륭합니다 얼른 주문하세요!"
  },
  {
    id: 4,
    star: 5,
    name: "박**",
    date: "2025-08-20",
    content: "아침점심저녁 언제나 가볍게 단백질이랑 탄수 챙기기 좋은 식단이에요 요거트랑 먹거나 두유랑 먹어도 너무 좋답니다"
  },
    {
    id: 5,
    star: 5,
    name: "이**",
    date: "2025-08-24",
    content: "임당인데 빵 먹고싶을때 이만한게 없어요. 아침에 플로에 베이글이랑 프로틴쉐이크 먹는데  혈당도 안정적이고 포만감도 오래가서 대만족이예요."
  },
];

export default reviewText;